Repository: Marilius/pythonprac
Catalog: 20230424/1/moodserver/moodserver/translation/*/LC_MESSAGES/moodserver.po
Languages: ru

source: Set up locale: {}
ru: Установлена локаль: {}

source: You are successfully registered as {}
ru: Вы успешно зарегистрировались под ником {}

source: {} joined the game
ru: {} вошёл в игру

source: {} left the game
ru: {} вышел из игры

source: Moved to ({}, {})
ru: Перешел в клетку ({}, {})

source: Added {} to ({}, {}) saying "{}"
ru: Добавлен монстр {} в клетку ({}, {}), который говорит "{}"

source: . Replaced the old monster
ru: . Старый монстр был удалён из этой клетки

source: {} added {} with {} {} to ({}, {})
ru: {} добавил монстра {}, который имеет {} {} здоровья, в клетку ({}, {})

source: {} moved one cell {}
ru: Монстр {} сдвинулся на одну клетку {}

source: right
ru: вправо

source: left
ru: влево

source: up
ru: вверх

source: down
ru: вниз

source: Something bad has happened. Please reconnect to the server
ru: Произошла ошибка. Пожалуйста, переподключитесь к серверу

source: No {} here
ru: Здесь нет монстра с именем {}

source: {} is dead
ru: Монстр {} мертв

source: {} now has {} {}
ru: Монстр {} теперь имеет {} {} здоровья

source: axe
ru: топором

source: spear
ru: копьем

source: sword
ru: мечом

source: Attacked {} with {}. Damage {} {}.
ru: Атаковал {} {}. Урон - {} {}.

source: {} attacked {} with {}. Damage {} {}.
ru: {} атаковал {} {}. Урон - {} {}.

source: hp
ru: очко
